export default {
  'title': 'Онлайн архиватор',
  'select-file': 'Выберите файл',
  'select-or-drop': '$t(select-file) или перетащите сюда',
  'settings': 'Настройки',
  'close': 'Закрыть',
  'signature': 'Подпись',
  'compress': 'Сжатие',
  'stub': 'Заглушка',
  'success': 'Успешно',
  'how-to-use': {
    title: 'Как использовать?',
    content: `Для распаковки PHAR архива вам необходимо кликнуть на область снизу или перетянуть в неё файл *.phar при помощи мыши. В результате распаковки вы получите ZIP архив.<br/><br/>
    Для упаковки PHAR архива вам необходимо кликнуть на область снизу или перетянуть в неё файл *.zip при помощи мыши. В результате распаковки вы получите PHAR архив.`,
  },
  'unsupported-extension': 'Неподдерживаемое расширение файла',
  'theme': 'Тема',
  'themes': {
    system: 'Системная',
    light: 'Светлая',
    dark: 'Темная',
  },
  'updates': {
    progress: 'Загружается новая версия сайта',
    attention: 'Сейчас произойдет обновление страницы',
    error: 'Обновление сайта не удалось, перезагрузите страницу в ручную',
  },
}
