export default {
  'title': 'Онлайн архиватор',
  'select-file': 'Выберите файл',
  'select-or-drop': '$t(select-file) или перетащите сюда',
  'settings': 'Настройки',
  'close': 'Закрыть',
  'signature': 'Подпись',
  'compress': 'Сжатие',
  'stub': 'Заглушка',
  'how-to-use': {
    'title': 'Как использовать?',
    'content': `Для распаковки PHAR архива вам необходимо кликнуть на область снизу или перетянуть в неё файл *.phar при помощи мыши. В результате распаковки вы получите ZIP архив.<br />
    Для упаковки PHAR архива вам необходимо кликнуть на область снизу или перетянуть в неё файл *.zip при помощи мыши. В результате распаковки вы получите PHAR архив.`,
  },
  'theme': 'Тема',
  'themes': {
    'light': 'Светлая',
    'dark': 'Темная',
  },
}
